<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 認証言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は認証時にユーザーに対し表示する必要のある
    | 様々なメッセージです。アプリケーションの必要に合わせ
    | 自由にこれらの言語行を変更してください。
    |
    */

    'failed' => 'ログイン情報が登録されていません。',
    'throttle' => 'ログインに続けて失敗しています。:seconds秒後に再度お試しください。',
    'login' => 'ログイン',
    'register' => 'ユーザー登録',
    'regist' => '登録',
    'code' => 'ユーザーID',
    'name' => 'ユーザー名',
    'email' => 'メールアドレス',
    'password' => 'パスワード',
    'password_confirmation' => 'パスワード（確認用）',
    'password_forgot' => 'パスワードを忘れた場合',
    'keeping' => 'ログイン状態を保存する',
    'password_reset' => 'パスワードリセット',
    'password_reset_send' => 'パスワードリセットメールを送信',
    'verify_email' => 'メールアドレスの確認',
    'email_send' => 'あなたのメールアドレスに新しい認証リンクが送信されました。',
    'before_confirm' => '次に進む前に、確認用リンクが記載された電子メールをご確認ください。',
    'not_receive' => 'メールが届かなかった場合',
    'another_request' => '別のリクエストはこちらから'
];
